import EmailSub from "../../components/EmailSub";
import OurServices from "../Home/OurServices";
import TextReviews from "../Home/TextReviews";

const About = () => {
  return (
    <>
      <div className="container py-12">
        <div className="heading">
          <h2>من نحن</h2>
        </div>
        <div className="grid lg:grid-cols-2 my-4">
          <div>
            <p className="text-textGray">
              تأسست شركة ويب ستدي للبرمجيات لمواكبة الطلب المتزايد على إنشاء
              المواقع الإلكترونية وتطبيقات الجوال وإنشاء وإدارة حملات التسويق
              الرقمي، وتضم الشركة فريق عمل كامل به محترفين من كل التخصصات
              اللازمة لتنفيذ مواقع وتطبيقات للأنشطة التجارية والخدمية بمختلف
              مجالات عملها.
              <br />
              <br />
              من المتعارف عليه حاليًا فإن امتلاك موقع إنترنت أو تطبيق جوال يعتبر
              من أهم أساسيات انتشار ونجاح الأنشطة التجارية والخدمية، ولا يتوقف
              الأمر عند مجرد إنشاء الموقع الإلكتروني أو تطبيق الهاتف فقط، ولكن
              من المهم جدًا أن يراعي الموقع أو التطبيق العديد من المعايير الفنية
              والتسويقية لزيادة فرص نجاحه وانتشاره بعد بدء تشغيله.
              <br />
              <br />
              وهذا هو أهم ما يميز أسلوب عملنا في ويب ستدي حيث نلتزم بمعايير جودة
              عالية عند تصميم وبرمجة المواقع أو التطبيقات بحيث تكون متوافقة مع
              أحدث توجهات تجربة المستخدم ومتوافقة أيضًا مع أحدث معايير محرك
              البحث جوجل ومنصات التواصل الاجتماعي الرئيسية ولذلك نجحنا بفضل الله
              في تحقيق مستويات قياسية من رضا العملاء، وكنا بمثابة شريك تقني لهم
              وليس مجرد شركة برمجة تنفذ لهم مشاريع فقط.
              <br />
              <br />
              ومع الزيادة المستمرة لعدد المواقع والتطبيقات في مختلف المجالات
              وارتفاع معدلات المنافسة بينها فإن حاجة الأنشطة التجارية والخدمية
              إلى شركة برمجيات موثوقة أصبحت أكبر من أي وقت مضى، ولذلك فنحن في
              ويب ستدي نوفر خدمة دعم فني مميز بعد تسليم أي موقع أو تطبيق لضمان
              تشغيله بشكل مثالي والمساعدة في تحقيق أهدافه الرئيسية.
            </p>
          </div>{" "}
          <div>
            <img
              className="mx-auto"
              src="https://webstdy.com/web/new-images/Mahmoud Nabil.png"
              alt=""
            />
            <h4 className="text-center block">-محمود نبيل عوض-</h4>
            <span className="text-center block">المدير التنفيذي</span>
          </div>
        </div>
      </div>
      <TextReviews />
      <OurServices />
      <EmailSub />
    </>
  );
};

export default About;
