const Whyus = () => {
  return (
    <>
      <div className="container">
        <div className="heading py-12">
          <h2>لماذا تختارنا</h2>
          <p>لماذا تختار شركه ..... لتنفيذ مشروعك المستقبلي </p>
        </div>
        <p className="text-textGray">
          نحن لسنا مجرد شركه تنفيذ المشاريع .. نحن نساهم في النجاح من بدايه
          الفكره الى تحقيقها من نقطه الصفر الى النجاح و الوصول الى الهدف .. لا
          تنتهى علاقتنا باالعميل بعد التسليم وإنما نوفر له دعم فني مميز لنظم
          تشغيل موقع الانترنت او الجوال على اكمل وجه وكما العميل يحلم ان يكون
          مشروعه ..لذلك نحن شركاء في النجاح ..نجاح عملائنا هو نجاحنا .
        </p>
        <p className="text-textGray mt-4">
          ندرس منافسيك للوقوف على نقاط القوة والضعف التي يجب أن يعمل عليها أو
          يتلافاها موقعك/مشروعك.
        </p>
      </div>
      <div className="bg-[#f5f6f4] mt-12">
        <div className="container py-12">
          <div className="heading pb-12">
            <h2>خطوات النجاح معنا</h2>
          </div>
          <ul className="flex flex-col gap-3">
            <li>1) التخطيط</li>
            <li>2) دراسة وتصميم المحتوي مع العميل في مراحل التفيذ يدا بيد</li>
            <li>3) النجاح ومعايير الجودة العالية</li>
            <li>4) دعم فني سريع ومميز</li>
            <li>5) التطوير والتحديث لمواكبة أحدث التقنيات</li>
            <li>6) رضاء العميل هوا هدفنا</li>
          </ul>
        </div>
      </div>
    </>
  );
};

export default Whyus;
