export const services = [
  {
    id: "service_1",
    heading: "تصميم الهوية",
    paragraph:
      "نقوم بتصميم الهوية البصرية منفردة تظهر أعمالك بالشكل الذي ترغب في أن يراه عملائك.",
    articel:
      "نقدم خدمات تصميم الهوية الإحترافية، تصميم الشعار، المنشورات، العروض التقديمية، تصميم الشخصيات، وكافة الأمور المتعلقة بتصميم الهوية. لا نهتم فقط بالشكل النهائي لتصميماتك، ولكن نهتم أيضا بالمشاعر التي تخلفها لدى عملائك",
    listHeading: "خدمات تصميم الهويه ",
    list: [
      "تصميم الشعار المناسب لشركتك لتوصيل فكرتك للعالم بوضوح",
      "اختيار تصاميم مميزه وعصريه",
      "تصميم بطاقات العمل",
      "اغلفه حسابات مواقع التواصل الاجتماعي",
      "اي تصميم لاي مجال يخص عملك نحن جاهزون لتصميمه من اجلك",
    ],
  },
  {
    id: "service_2",
    heading: "تصميم المواقع الالكترونيه المميزه",
    paragraph:
      "تصميمات مواقع ويب مبتكرة تبرز وتتبع جميع احتياجات علامتك التجارية لتُظهر للعميل مهاراتك وخبراتك في السوق",
    articel:
      "نهتم بأدق التفاصيل في كل صفحة من صفحات موقعكتطبيقك لنضمن لك تصميم رائع يقدم خبرة مستخدم متميزة",
    listHeading: "مميزات تصميم واجهات المستخدم",
    list: [
      "الربط مع بوابات الدفع الالكتروني لتسهيل عمليه الدفع",
      "استضافات قويه وسريعه وبأسعار تنافسيه تسهل التصفح في موقعك الالكتروني بسرعه فائقه",
      "تصميمات متوافقه مع جميع الاجهزه",
    ],
  },
  {
    id: "service_3",
    heading: "برمجة وتطوير تطبيقات الهواتف الذكية",
    paragraph:
      "اذا كان لديك فكره من خيالك وتحتاج ان تنفذها على ارض الواقع الى تطبيق جوال بمميزات فائقه الاتقان والاحترافيه ، فنحن نقدم لك خدمه التنفيذ في وقت قياسي بجوده عاليه ",
    articel: "",
    listHeading: "مميزات تطبيقات الهواتف المحمولة ",
    list: [
      "تطبيق أهم معايير للظهور في نتائج بحث متاجر التطبيقات ASO",
      "التصميم المتجاوب",
      "بتجاوب مقاس التطبيق مع مخلف انواع الأجهزة الذكية",
      "تصميم UI-UX",
      "تصميم التطبيق يحتاج الي مزيج من احتارفية التصميم وذوق في اختيار الألوان واتخدام أحدث التقنيات",
    ],
  },
  {
    id: "service_4",
    heading: "تهيئة المواقع في محركات البحث",
    paragraph:
      "نقدم خدمات سيو وتسويق الكتروني و بخدماتنا سنجلعك تتصدر نتائج محركات البحث",
    articel:
      "توقع بأن تصل إلى الجمهور وصدارة نتائج البحث بكل سهولة نحن نتكفل بظهور موقعك في محركات البحث من خلال التسويق الالكتروني ",
    listHeading: "",
    list: [],
  },
];
